<?
$MESS["D2F_MODULE_NAME_SWE"] = "Модуль для установки компонента \"Разделы с элементами\"";
$MESS["D2F_MODULE_DESCRIPTION_SWE"] = "Этот модуль устанавливает компонент, который выводит разделы и их элементы, списком, с учётом настроек";
$MESS["STEP1"] = "Установка модуля \"Разделы с элементами\"";
$MESS["UNSTEP1"] = "Деинсталляция модуля \"Разделы с элементами\"";
$MESS["INSTALL_LAST_MSG"] = "Теперь вы можете использовать компонент \"Разделы с элементами\" в визуальном редакторе.<br>Не забудьте сбросить кеш у визуального редактора.<br>Приятного использования, команда <a href='http://dev2fun.com'>dev2fun</a>";
$MESS["INSTALL_SUCCESS"] = 'Модуль успешно установлен';
$MESS["UNINSTALL_SUCCESS"] = 'Модуль успешно удален из системы';
$MESS["MSG_NO_READABLE"] = 'Ошибка! Не получилось прочитать раздел #PATH#';
$MESS["MSG_NO_WRITABLE"] = 'Ошибка! Не получилось сделать запись в раздел #PATH#';
?>